/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "Später";
"QUIT_TITLE" = "Beenden";
"RESCAN_TITLE" = "Jetzt suchen";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "Für Ihren Computer ist neue Software verfügbar.";
"NEW_SOFTWARE_MESSAGE" = "Falls Sie die Installation nicht sofort ausführen möchten, gehen Sie später zum Apple-Menü und wählen Sie „Softwareaktualisierung“.";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "Ihre Software ist auf dem neuesten Stand.";
"UP_TO_DATE_MESSAGE" = "Softwareaktualisierung hat zurzeit keine neue Software für Ihren Computer.";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "Keine Updates verfügbar, bis auf die, die Sie ignorieren möchten. Bitte versuchen Sie es später.";
"RESET_IGNORED_UPDATES_TITLE" = "Ignorierte Updates zurücksetzen";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "Softwareaktualisierung kann aufgrund eines Netzwerkproblems nicht nach Updates suchen.";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "Die Suche nach Updates ist fehlgeschlagen.";
"NETWORK_DIAGNOSTICS_TITLE" = "Netzwerkdiagnose …";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "Der Softwareaktualisierungsserver (%@) antwortet nicht.";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "Überprüfen Sie, ob Ihre Netzwerkverbindung normal funktioniert. Falls es damit keine Probleme gibt, wenden Sie sich an Ihren Netzwerkadministrator.";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "%@ installiert gerade Updates.";
"OTHER_SESSION_UNKNOWN_TITLE" = "Ein anderer Benutzer installiert gerade Updates.";
"OTHER_SESSION_SAME_TITLE" = "Es werden gerade Updates installiert.";
"OTHER_SESSION_MESSAGE" = "Sie können später nach zusätzlichen Updates suchen, indem Sie „Softwareaktualisierung“ aus dem Apple-Menü auswählen.";
"OTHER_DONE_USER_TITLE" = "Von %@ wurden Updates installiert. Möchten Sie jetzt nach weiteren Updates suchen?";
"OTHER_DONE_UNKNOWN_TITLE" = "Von einem anderen Benutzer wurden Updates installiert. Möchten Sie jetzt nach weiteren Updates suchen?";
"OTHER_DONE_SAME_TITLE" =  "Es wurden Updates installiert. Möchten Sie jetzt nach weiteren Updates suchen?";
"OTHER_DONE_MESSAGE" = "Wenn Sie jetzt nicht suchen möchten, können Sie später nach zusätzlichen Updates suchen, indem Sie „Softwareaktualisierung“ aus dem Apple-Menü auswählen.";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "Gefahr: Apple-Signaturprüfung deaktiviert";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "Die Softwareaktualisierung wird gerade in einem Testmodus ausgeführt, der für die normale Nutzung nicht sicher ist. In diesem Modus werden Updates mit jeder „vertrauenswürdigen“ Signatur akzeptiert, nicht nur der von Apple. Falls Sie nicht gerade Apple Software Update-Pakete von Drittherstellern testen, sollten Sie die Nutzung von Apple Software Update sofort beenden.";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "Im Testmodus verwenden";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "Beenden";

/* SUAppDetailedView */
"LogOutRequired" = "Nach der Installation der Updates müssen Sie sich abmelden.";
"LogOutRequired_Single" = "Nach der Installation des Updates müssen Sie sich abmelden.";
"RestartRequired" = "Nach der Installation der Updates müssen Sie Ihren Computer neu starten.";
"RestartRequired_Single" = "Nach der Installation des Updates müssen Sie Ihren Computer neu starten.";
"ShutDownRequired" = "Nach der Installation der Updates müssen Sie Ihren Computer ausschalten.";
"ShutDownRequired_Single" = "Nach der Installation des Updates müssen Sie Ihren Computer ausschalten.";
"RestartRecommended" = "Es wird empfohlen, dass Sie Ihren Computer nach der Installation der Updates neu starten.";
"RestartRecommended_Single" = "Es wird empfohlen, dass Sie Ihren Computer nach der Installation des Updates neu starten.";

"Install" = "Installieren";
"Install1Item" = "1 Objekt installieren";
"InstallNItems" = "%d Objekte installieren";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "Anzeige";


/* SUAppProductItem */
"INSTALLED_LABEL" = "Installiert";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "Teilweise geladen (%d %%)";
"DOWNLOADED_LABEL" = "Geladen";
"ERROR_LABEL" = "Fehler";

"SELECTION_LABEL_FORMAT" = "%@: %@.";

"DOWNLOAD_MENU_ITEM_GENERIC" = "Die Downloadseite von Apple öffnen …";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "Die Downloadseite „%@“ öffnen …";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "Möchten Sie das Update „%@“ wirklich von der Liste entfernen?";
"ConfirmMakeInactive1ItemMessage" = "Neuere Versionen dieses Updates werden nicht mehr angezeigt. Um dieses Update wieder darzustellen, wählen Sie „Softwareaktualisierung“ > „Ignorierte Updates zurücksetzen“.";
"ConfirmMakeInactiveNItemsTitle" = "Möchten Sie diese %d Updates wirklich von der Liste entfernen?";
"ConfirmMakeInactiveNItemsMessage" = "Neuere Versionen dieser Updates werden nicht mehr angezeigt. Um diese Updates wieder darzustellen, wählen Sie „Softwareaktualisierung“ &gt; „Ignorierte Updates zurücksetzen“.";

"OK_TITLE" = "OK";
"CANCEL_TITLE" = "Abbrechen";

"RESCAN_ERROR_TITLE" = "Bei der Suche nach Updates ist ein Fehler aufgetreten.";
